//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annuller";
"_edit_"                    = "Redigér";
"_tap_to_cancel_"           = "Tryk for at annullere";
"_tap_to_min_max_"          = "Tryk for at minimere / maksimere";
"_cancel_request_"          = "Vil du annullere?";
"_upload_file_"             = "Upload fil";
"_download_file_"           = "Download fil";
"_delete_"                  = "Slet";
"_rename_"                  = "Omdøb";
"_rename_file_"             = "Omdøb fil";
"_rename_folder_"           = "Omdøb mappe";
"_move_"                    = "Flyt";
"_add_"                     = "Tilføj";
"_save_"                    = "Gem";
"_warning_"                 = "Advarsel";
"_error_"                   = "Fejl";
"_no_"                      = "Nej";
"_yes_"                     = "Ja";
"_select_"                  = "Vælg";
"_select_all_"              = "Vælg alle";
"_upload_"                  = "Overfør";
"_home_"                    = "Filer";
"_files_"                   = "Filer";
"_ok_"                      = "OK";
"_done_"                    = "Færdig";
"_clear_"                   = "Ryd";
"_continue_anyway_"         = "Fortsæt alligevel";
"_selected_"                = "Valgt";
"_no_active_account_"       = "Ingen konto fundet";
"_info_"                    = "Info";
"_warning_"                 = "Advarsel";
"_video_"                   = "Video";
"_overwrite_"               = "Overskriv";
"_create_"                  = "Opret";
"_create_folder_"           = "Opret mappe";
"_create_folder_e2ee_"      = "Opret krypteret mappe";
"_close_"                   = "Luk";
"_remove_"                  = "Fjern";
"_file_not_found_"          = "Fil ikke fundet";
"_continue_"                = "Fortsæt";
"_continue_editing_"        = "Fortsæt med at redigere";
"_auto_upload_folder_"      = "Auto upload";
"_photo_"                   = "Foto";
"_audio_"                   = "Lyd";
"_unknown_"                 = "Ukendt";
"_success_"                 = "Succes";
"_mode_filename_"           = "Filnavn tilstand";
"_warning_owncloud_"        = "Du har forbindelse til en ownCloud-server. Det er ikke testet og understøttes ikke, så brug den på eget ansvar. Se https://nextcloud.com/migration for at opgradere til Nextcloud.";
"_warning_unsupported_"     = "Du bruger en version af Nextcloud, der ikke understøttes. Af hensyn til dine datas sikkerhed anbefaler vi kraftigt, at du opdaterer til den nyeste stabile version af Nextcloud.";
"_restore_"                 = "Gendan";
"_tap_here_to_change_"      = "Klik her for at ændre";
"_no_albums_"               = "Ingen albummer";
"_denied_album_"            = "Denne app har ikke adgang til \"Fotos\". Du kan give adgang i indstillingerne for Anonymitet og sikkerhed.";
"_denied_camera_"           = "Denne app har ikke adgang til \"Kamera\". Du kan give adgang i indstillingerne for Anonymitet og sikkerhed.";
"_save_to_camera_roll_"        = "Gem i kamerarulle";
"_save_to_camera_roll_desc_"   = "Når det er slået til, gemmes fotos og videoer, der tages med appens kamera, også i din kamerarulle i iOS.";
"_force_start_"             = "Gennemtving start";
"_account_does_not_exist_"  = "Kontoen %@ findes ikke. Log ind igen.";
"_sharing_"                 = "Deling";
"_details_"                 = "Detaljer";
"_no_permission_add_file_"  = "Du har ikke rettighed til at tilføje filer.";
"_no_permission_delete_file_" = "Du har ikke rettighed til at slette filer.";
"_no_permission_modify_file_" = "Du har ikke rettighed til at ændre filer.";
"_no_permission_favorite_file_" = "Du har ikke rettighed til at føje filen til dine favoritter.";
"_add_folder_info_"         = "Tilføj mappe info";
"_back_"                    = "Tilbage";
"_go_back_"                 = "Gå tilbage";
"_search_"                  = "Søg";
"_search_or_create_tags"    = "Søg efter eller opret mærke";
"_tags_"                    = "Mærker";
"_share_tags_create_"       = "Opret \"%@\"";
"_share_tags_no_results_"   = "Ingen mærker fundet";
"_share_tags_added_named_"  = "Mærket %@ er oprettet.";
"_edit_tags_"               = "Administrer mærker";
"_create_tag_error_"        = "Det nye mærke kunne ikke oprettes. Prøv igen.";
"_of_"                      = "af";
"_livephoto_save_"          = "Gem Live Foto til Fotoalbum";
"_livephoto_save_error_"    = "Fejl ved lagring af Live Photo.";
"_livephoto_no_"            = "Deaktiver Live foto";
"_convert_live_photo_"      = "Konverter til Live foto";
"_file_conflict_num_"       = "filkonflikt";
"_file_conflicts_num_"      = "filkonflikter";
"_file_conflict_desc_"      = "Hvilke filer vil du beholde?\nHvis du vælger begge versioner, vil den kopierede fil få tilføjet et nummer til sit navn.";
"_file_conflict_new_"       = "Nye filer";
"_file_conflict_exists_"    = "Allerede eksisterende filer";
"_file_not_rewite_doc_"     = "Et dokument kan ikke overskrives – der kan kun oprettes et nyt.";
"_move_or_copy_"            = "Flyt eller kopier";
"_move_copy_diff_account_"  = "Du kan ikke kopiere eller flytte filer mellem forskellige konti.";
"_copy_"                    = "Kopiér";
"_now_"                     = "Nu";
"_wait_"                    = "Vent venligst …";
"_recent_"                  = "Seneste";
"_view_in_folder_"          = "Vis i mappe";
"_leave_share_"             = "Forlad denne deling";
"_disabled_"                = "Deaktiveret";
"_compact_"                 = "Kompakt";
"_normal_"                  = "Normal";
"_verbose_"                 = "Detaljeret";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "Der opstod en fejl. Prøv igen.";
"_retry_"                   = "Prøv igen";
"_images_"                  = "Fotos";
"_confirm_"                 = "Bekræft";
"_confirm_continue_"        = "Bekræft ved at fortsætte den tidligere overførsel";
"_confirm_resetting_"       = "Bekræft, at den tidligere overførsel ignoreres";
"_background_location_access_title_"    = "Lokalitet i baggrunden";
"_background_location_access_message_"  = "Appen skal have adgang til din lokalitet i baggrunden for automatisk at overføre filer, når du bevæger dig mellem områder. GPS bruges ikke, og din lokalitet gemmes aldrig.";
"_enable_background_location_title_"    = "Slå lokalitet i baggrunden til";
"_enable_background_location_message_"  = "Slå 'Altid' til for lokalitetsadgang i Indstillinger for at tillade automatisk overførsel af filer i baggrunden.";
"_enable_background_location_footer_"   = "Appen kan bruge adgang til lokalitet i baggrunden for automatisk at holde dit fotobibliotek opdateret.\nSå kan den registrere, når du er i et nyt område, og tjekke for nye fotos, der skal overføres.\nGPS bruges ikke, og din lokalitet bliver aldrig gemt eller sporet.";

/* MARK: Files lock */

"_lock_"                            = "Lås";
"_unlock_"                          = "Lås op";
"_lock_file_"                       = "Lås filen";
"_unlock_file_"                     = "Lås op filen";
"_lock_selected_files_"             = "Lås filer";
"_unlock_selected_files_"           = "Lås filer op";
"_locked_by_"                       = "Låst af %@";
"_file_locked_no_override_"         = "Denne fil er låst. Det kan ikke tilsidesættes.";
"_lock_no_permissions_selected_"    = "Ikke tilladt for nogle af de valgte filer eller mapper.";
"_remove_file_"             = "Fjern fil";
"_delete_file_"             = "Slet fil";
"_delete_folder_"           = "Slet mappe";
"_size_"                    = "Størelse";
"_set_user_status_"         = "Onlinestatus";
"_set_user_status_message_" = "Statusbesked";
"_open_settings_"           = "Vis indstillinger";
"_settings_account_request_" = "Anmod om konto ved opstart";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Skriv alias";
"_alias_footer_"            = "Giv dine konti et beskrivende navn, f.eks. Hjem, Kontor, Skole …";
"_privacy_legal_"           = "Privatliv og juridisk politik";
"_source_code_"             = "Hent kildetekst";
"_account_select_"          = "Vælg kontoen";
"_account_select_to_add_"   = "Vælg den konto, der skal tilføjes";
"_remove_local_account_"    = "Fjern lokal konto";
"_want_delete_account_"     = "Vil du fjerne den lokale konto?";
"_prevent_http_redirection_"= "Omdirigering i HTTP er ikke tilladt.";
"_http_account_insecure_"   = "Denne konto bruger en usikker HTTP-serveradresse. Data overføres ukrypteret.";
"_https_failed_try_http_"   = "Der kunne ikke oprettes en sikker forbindelse. Vil du prøve usikker HTTP i stedet? Dine data overføres ukrypteret.";
"_single_file_conflict_title_" = "Filkonflikt";
"_multi_file_conflict_title_" = "%@ Filkonflikter";
"_replace_action_title_" = "Erstat";
"_keep_both_action_title_" = "Behold begge";
"_cancel_keep_existing_action_title_" = "Annuller og behold eksisterende";
"_replace_all_action_title_" = "Udskift alle";
"_keep_both_for_all_action_title_" = "Behold begge for alle";
"_more_action_title_" = "Flere detaljer";
"_wait_file_preparation_" = "Forbereder overførsel af filen. Vent …";
"_keep_active_for_upload_" = "Hold appen aktiv, indtil overførslen er fuldført …";
"_keep_active_for_transfers_" = "Hold appen aktiv, indtil overførslerne er fuldført …";
"_wait_file_encryption_"  = "Vent venligst, krypterer fil...";
"_passcode_counter_fail_" = "For mange mislykkede forsøg. Vent, før du prøver igen.";
"_seconds_"               = "sekunder";
"_change_lock_passcode_"  = "Skift adgangskode";
"_lock_cannot_disable_mdm_" = "Deaktivering af adgangskodelåsen er ikke tilladt af din konfigurationsprofil.";

// MARK: User Status

/* User status */
"_online_"                  = "Online";

/* User status */
"_away_"                    = "Ikke tilstede";

/* User status */
"_dnd_"                     = "Forstyr ikke";

/* User status */
"_dnd_description_"         = "Slå alle notifikationer fra";

/* User status */
"_invisible_"               = "Usynlig";

/* User status */
"_invisible_description_"   = "Vis som offline";

/* User status */
"_busy_"                    = "Optaget";

/* User status */
"_select_user_status_"      = "Angiv onlinestatus";
"_select_status_message_"      = "Angiv statusbesked";
"_status_message_"          = "Statusbesked";
"_status_message_placehorder_"  = "Hvad er din status";
"_online_status_"           = "Online status";
"_set_status_message_"      = "Sæt statusbesked";
"_clear_status_message_after_"  = "Ryd status efter";

/* User status */
"_select_option_"           = "Vælg indstilling";
"_dont_clear_"              = "Ryd ikke";
"_15_minutes_"              = "15 minutter";
"_30_minutes_"              = "30 minutter";
"_an_hour_"                 = "en time";
"_1_hour_"                  = "1 time";
"_4_hours_"                 = "4 timer";
"_day_"                     = "I dag";
"_this_week_"               = "Denne uge";
"_days_"                    = "Dage";
"_hours_"                   = "Timer";
"_minutes_"                 = "Minutter";


"_network_not_available_"   = "Netværket er ikke tilgængeligt.";
"_file_already_exists_"     = "Handlingen kan ikke fuldføres, fordi der findes en fil med samme navn.";
"_files_lock_error_"        = "Der opstod en fejl ved ændring af låsen på filen.";
"_more_"                        = "More";
"_notifications_"               = "Notifikationer";
"_quota_space_unlimited_"       = "Ubegrænset";
"_quota_space_unknown_"         = "Ukendt";
"_quota_using_"                 = "Du bruger %@ af %@";
"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Indstillinger";
"_enter_password_"              = "Indtast adgangskode ...";
"_lock_"                        = "Lås";
"_lock_active_"                 = "Lås: Tændt";
"_lock_not_active_"             = "Lås: Slukket";
"_lock_protection_no_screen_"        = "Spørg ikke ved opstart";
"_enable_touch_face_id_"        = "Aktiver Touch/Face ID";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Autoupload fotos";
"_clear_cache_"                 = "Ryd cache";
"_clear_cache_footer_"          = "Ryd downloaded og offline filer fra appen";
"_exit_"                        = "Nulstil applikation";
"_exit_footer_"                 = "Fjern alle konti og lokale data fra appen.";
"_want_exit_"                   = "Bemærk! Vil blive nulstillet til begyndelsestilstand. Fortsæt?";
"_want_delete_cache_"           = "Vil du slette cachen (dette fjerner også de igangværende overførsler)?";
"_add_account_"                 = "Tilføj konto";
"_want_delete_"                 = "Du sletter følgende:";
"_want_leave_share_"            = "Du vil efterlade følgende delinger:";
"_no_delete_"                   = "Nej, lad være med at slette";
"_yes_delete_"                  = "Ja, slet";
"_information_"                 = "Information";
"_select_offline_warning_"      = "At gøre flere filer og mapper tilgængelige offline kan tage et stykke tid og bruge meget hukommelse, mens du gør det.";
"_advanced_"                    = "Avanceret";
"_permissions_"                 = "Rettigheder";
"_custom_permissions_"          = "Tilpassede rettigheder";
"_disable_files_app_"           = "Deaktiver Filer App Integration";
"_disable_files_app_footer_"    = "Tillad ikke adgang til filer via iOS Files-applikationen.";
"_time_remaining_"              = "%@ tilbage";
"_autoupload_"                      = "Auto upload fotos/videoer";
"_autoupload_select_folder_"        = "Vælg \"Auto upload\" mappen";
"_autoupload_photos_"               = "Auto upload fotos";
"_autoupload_videos_"               = "Auto upload videoer";
"_autoupload_favorites_"            = "Auto upload kun favoritter";
"_autoupload_description_"          = "Vælg, om nye fotos og videoer automatisk skal overføres til din konto.";
"_autoupload_fullphotos_"           = "Upload hele kamerarullen";
"_start_autoupload_"                = "Slå automatisk overførsel til";
"_stop_autoupload_"                 = "Slå automatisk overførsel fra";
"_autoupload_fullphotos_footer_"    = "Juster indstillingerne ovenfor før upload.";
"_autoupload_create_subfolder_"     = "Brug undermapper";
"_autoupload_create_subfolder_footer_"  = "Gem fotos i undermapper efter år, måned eller dag.";
"_autoupload_subfolder_granularity_"    = "Undermappe Granularitet";
"_filenamemask_"                        = "Skift filnavnsmasken";
"_filenamemask_footer_"                 = "Som standard, når en fil uploades, får den automatisk følgende format: åå-mm-dd tt-mm-ss plus en 4-cifret tæller. Hvis du ikke kan lide dette format, kan du ændre det her bortset fra den sidste 4-cifrede tæller, som ikke kan udelades.";
"_autoupload_current_folder_"           = "Aktuelt valgt mappe";
"_show_hidden_files_"           = "Vis skjulte filer";
"_format_compatibility_"        = "Mest kompatibel";
"_format_compatibility_footer_" = "\"Mest kompatible\" gemmer billeder som JPEG, hvis det er muligt.";
"_privacy_"                     = "Privatliv";
"_privacy_footer_"              = "Denne app bruger en tjeneste til analyse af et nedbrud. Dine personlige oplysninger sendes ikke sammen med rapporten. Hvis du vil deaktivere det, skal du ændre indstillingen \"Deaktiver crash reporter\" til ON.";
"_crashservice_title_"          = "Deaktiver crash reporter";
"_crashservice_alert_"          = "Denne indstilling kræver en genstart af appen for at få virkning.";
"_upload_mov_livephoto_"        = "Live Foto";
"_upload_mov_livephoto_footer_" = "\"Live Foto\" gemmer det valgte billede i \"Live Photo\"-format, hvis det er muligt.";
"_capabilities_"                = "Muligheder";
"_capabilities_footer_"         = "Vis de pakker, der bruges af appen, hvis de er installeret og tilgængelige på serveren.";
"_diagnostics_"                 = "Diagnostik";
"_diagnostics_footer_"          = "Ændring af logningsniveau kræver en genstart af appen for at træde i kraft";
"_view_log_"                    = "Vis logfiler";
"_no_log_files_"                = "Der er ingen logfiler";
"_clear_log_"                   = "Ryd log fil";
"_set_log_level_"               = "Indstil logniveau";
"_log_file_clear_alert_"        = "Logfilen er ryddet!";
"_connect_server_anyway_"       = "Vil du alligevel oprette forbindelse til serveren?";
"_server_is_trusted_"           = "Anser du denne server for betroet?";
"_connection_error_"            = "Forbindelses fejl";
"_login_url_"                   = "Server addresse https:// …";
"_login_url_error_"             = "URL-fejl. Bekræft venligst din server-URL";
"_login_error_"                 = "Kunne ikke logge ind. Prøv igen senere.";
"_favorites_"                   = "Foretrukne";
"_favorite_short_"              = "Favorit";
"_tutorial_favorite_view_"      = "Filer og mapper du markerer som favoritter vil blive vist her";
"_tutorial_offline_view_"       = "Filer kopieret her vil være tilgængelige offline.\n\nDe vil blive synkroniseret med din sky.";
"_tutorial_groupfolders_view_"  = "Ingen team-mapper endnu";
"_more_"                        = "More";
"_favorite_no_files_"           = "Ingen foretrukne endnu";
"_no_date_information_"                     = "Ingen dato information";
"_no_camera_information_"                   = "Ingen kameraoplysninger";
"_no_lens_information_"                     = "Ingen linseinformation";
"_today_"                                   = "Idag";
"_yesterday_"                               = "I går";
"_access_photo_not_enabled_"                = "Adgang til Fotos er ikke slået til";
"_access_photo_not_enabled_msg_"            = "Gå til Indstillinger → Apps → Nextcloud → Fotos, og slå adgang til fotobiblioteket til";
"_access_background_app_refresh_denied_"    = "\"Opdatering af baggrundsapp\" afvises. Aktiver det i \"Indstillinger\", ellers vil nye billeder eller videoer ikke blive opdaget, når applikationen er i baggrunden";
"_new_photos_starting_"                     = "Kun fotos og videoer fra %@ og frem bliver overført.";
"_tutorial_photo_view_"                     = "Ingen fotos eller videoer uploaded endnu";
"_error_createsubfolders_upload_"           = "Fejl ved skabelse af undermapper";
"_remove_photo_CameraRoll_"                 = "Fjern fra kamerarullen";
"_remove_photo_CameraRoll_desc_"            = "\"Fjern fra kamerarulle\" efter uploads, vil en bekræftelsesmeddelelse blive vist for at slette de uploadede billeder eller videoer fra kamerarullen. De slettede billeder eller videoer vil stadig være tilgængelige i iOS Fotos Slettet Billeder i 30 dage.";
"_never_"                       = "aldrig";
"_less_a_minute_"               = "for mindre end et minut siden";
"_a_minute_ago_"                = "for et minut siden";
"_minutes_ago_"                 = "for %d minutter siden";
"_an_hour_ago_"                 = "for en time siden";
"_hours_ago_"                   = "for %d timer siden";
"_a_day_ago_"                   = "for en dag siden";
"_days_ago_"                    = "for %d dage siden";
"_forbidden_characters_"        = "Forbudte tegn: %@";
"_cannot_send_mail_error_"      = "Der er ikke konfigureret en konto, eller der er indtastet en forkert e-mailadresse.";
"_open_url_error_"              = "URL'en til denne handling kan ikke åbnes.";
"_media_"                       = "Medie";
"_order_by_"                    = "Sorter efter";
"_name_"                        = "Navn";
"_date_"                        = "Dato";
"_size_"                        = "Størelse";
"_delete_selected_files_"       = "Slet filer";
"_remove_favorites_"            = "Fjern favorit";
"_add_favorites_"               = "Favorit";
"_share_"                       = "Del";
"_remove_local_file_"           = "Fjern lokalt";
"_folders_"                     = "mapper";
"_folder_"                      = "mappe";
"_files_"                       = "Filer";
"_file_"                        = "fil";
"_no_file_pull_down_"           = "Upload en fil eller træk ned for at genindlæse";
"_no_file_no_permission_to_create_" = "Du har ikke rettighed til at oprette eller overføre filer i denne mappe.";
"_limited_dimension_"           = "Maksimal størrelse er nået";
"_save_selected_files_"         = "Gem i fotogalleri";
"_file_not_saved_cameraroll_"   = "Fejl: Fil ikke gemt i foto album";
"_file_saved_cameraroll_"       = "Fil gemt i foto album";
"_favorite_on_top_"             = "Sorter favoritter først";
"_directory_on_top_"            = "Sorter mapper før filer";
"_show_description_"            = "Vis mappebeskrivelse";
"_show_recommended_files_"      = "Vis anbefalinger";
"_search_no_record_found_"      = "Intet resultat";
"_search_in_progress_"          = "Søgning i gang ...";
"_search_instruction_"          = "Søg efter fil (mindst 2 karakterer)";
"_files_no_files_"              = "Ingen filer herinde";
"_files_no_folders_"            = "Ingen mapper herinde";
"_request_in_progress_"         = "Anmodning til server i gang ...";
"_personal_files_only_"         = "Kun personlige filer";

"audio"                         = "AUDIO";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"video"                         = "VIDEO";

"_paste_file_"                  = "Indsæt";
"_cancel_all_task_"             = "Annuller alle overførsler";
"_status_wait_download_"        = "Venter på download";
"_status_downloading_"          = "Downloader";
"_status_wait_upload_"          = "Venter på at uploade";
"_status_wait_create_folder_"   = "Venter på at oprette mappen";
"_status_wait_delete_"          = "Venter på at slette";
"_status_wait_rename_"          = "Venter på at omdøbe";
"_status_wait_favorite_"        = "Venter på at skifte favorit";
"_status_wait_copy_"            = "Venter på at kopiere";
"_status_wait_move_"            = "Venter på at flytte";
"_status_uploading_"            = "Uploader";
"_status_upload_error_"         = "Fejl, venter på at uploade";
"_select_media_folder_"         = "Indstil mediemappe";
"_media_viewimage_show_"        = "Vis kun billeder";
"_media_viewvideo_show_"        = "Vis kun videoer";
"_media_show_all_"              = "Vi begge";
"_good_morning_"                = "Godmorgen";
"_good_day_"                    = "God dag";
"_good_afternoon_"              = "God eftermiddag";
"_good_evening_"                = "Godaften";
"_good_night_"                  = "Godnat";
"_servers_"                     = "Servere";
"_select_server_"               = "Vælg venligst en server...";

// MARK: Share

"_share_link_"                  = "Del link";
"_share_link_name_"             = "Link navn";
"_password_"                    = "Adgangskode";
"_share_password_"              = "Adgangskodebeskyttet link";
"_date_"                        = "Dato";
"_user_sharee_footer_"          = "Tryk for at ændre tilladelser";
"_enforce_password_protection_" = "Gennemtving adgangskodebeskyttelse";
"_shared_with_you_by_"          = "Delt med dig af";
"_shareLinksearch_placeholder_" = "Navn, e-mail eller Sammenkoblings Cloud ID …";
"_new_comment_"                 = "Ny kommentar…";
"_edit_comment_"                = "Redigér kommentar";
"_delete_comment_"              = "Slet kommentar";
"_share_read_only_"             = "Kun visning";
"_share_editing_"               = "Can edit";
"_share_allow_upload_"          = "Tillad upload og redigering";
"_share_file_drop_"             = "Filanmodning";
"_share_secure_file_drop_"      = "Sikker fil drop (kun upload)";
"_share_hide_download_"         = "Skjul download";
"_share_allowed_downloads_"     = "Tilladte hentninger";
"_share_limit_download_"        = "Begræns downloads";
"_remaining_"                   = "%d tilbage";
"_share_password_protect_"      = "Adgangskodebeskyttelse";
"_share_expiration_date_"       = "Angiv udløbsdato";
"_share_note_recipient_"        = "Note til modtager";
"_share_add_sharelink_"         = "Tilføj et link mere";
"_share_can_read_"              = "Læs";
"_share_can_reshare_"           = "Del";
"_share_can_create_"            = "Opret";
"_share_can_change_"            = "Redigér";
"_share_can_delete_"            = "Slet";
"_share_can_download_"          = "Tillad hentning og synkronisering";
"_share_unshare_"               = "Slet deling";
"_share_internal_link_"         = "Internt link";
"_share_internal_link_des_"     = "Virker kun for brugere med adgang til denne fil eller mappe.";
"_share_reshare_disabled_"      = "Du må ikke dele denne fil eller mappe videre.";
"_share_reshare_restricted_"    = "Bemærk: Du har kun begrænset rettighed til at dele denne fil eller mappe videre.";
"_remote_"                      = "Ekstern";
"_remote_group_"                = "Ekstern gruppe";
"_conversation_"                = "Samtale";
"_no_transfer_"                 = "Ingen overførsler endnu";
"_no_transfer_sub_"             = "Uploads og downloads fra denne enhed vil dukke op her";
"_no_transfer_in_progress_"     = "Ingen overførsler i gang";
"_no_transfer_in_progress_sub_" = "Aktive overførsler fra denne enhed vises her.";
"_no_transfer_in_waiting_"      = "Ingen overførsler venter";
"_no_transfer_in_waiting_sub_"  = "Overførsler, der venter på at starte, vises her.";
"_no_transfer_in_error_"        = "Ingen overførselsfejl";
"_no_transfer_in_error_sub_"    = "Overførsler, der kræver din opmærksomhed, vises her.";
"_transfers_waiting_shown_"     = "%1$d af %2$d overførsler venter";
"_no_activity_footer_"              = "Ikke flere aktiviteter til at indlæse";
"_transfers_"                       = "Overførsler";
"_activity_"                        = "Aktivitet";
"_trash_file_not_found_"            = "Filen ser ikke ud til at være i papirkurven. Gå til papirkurven for at opdatere den, og prøv igen.";
"_list_shares_"                     = "Delinger";
"_list_shares_no_files_"            = "Ingen delinger endnu";
"_tutorial_list_shares_view_"       = "Filer og mapper du deler vil dukke op her";
"_offline_"                         = "Offline";
"_upload_photos_videos_"            = "Upload fotos og videoer";
"_upload_file_"                     = "Upload fil";
"_create_nextcloudtext_document_"   = "Opret tekstdokument";
"_use_folder_auto_upload_"          = "Brug \"Auto upload\" mappen som destination";
"_filename_"                        = "Filnavn";
"_enter_filename_"                  = "Indtast filnavn...";
"_default_preview_filename_footer_" = "Eksempel på forhåndsvisning af filnavn: IMG_0001.JPG";
"_filename_header_"                 = "Angiv filnavn";
"_preview_filename_"                = "Eksempel på filnavn. Du kan bruge masken %@ til dato og klokkeslæt.";
"_add_filenametype_"                = "Specificer type i filnavnet";
"_maintain_original_filename_"      = "Oprethold originalt filnavn";
"_notifications_"                   = "Notifikationer";
"_untitled_"                        = "Uden titel";
"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "End-to-end kryptering";
"_e2e_settings_start_"              = "Start end-to-end kryptering";
"_e2e_settings_activated_"          = "End-to-end kryptering aktiveret";
"_e2e_server_disabled_"             = "End-to-end krypteringsapp deaktiveret på serveren";
"_e2e_settings_view_passphrase_"    = "Alle 12 ord sammensat skabe ren meget stærk adgangskode, tillader kun dig at se og skabe krypterede filer. Skriv koden ned og gem den et sikkert sted.";
"_e2e_settings_read_passphrase_"    = "Læs kodeord";
"_e2e_settings_lock_not_active_"    = "Låsen er ikke slået til. Gå til \"Indstillinger\", og slå den til.";
"_e2e_settings_the_passphrase_is_"  = "Kodeordet er:";
"_e2e_passphrase_request_title_"    = "Anmod om kodeord";
"_e2e_passphrase_request_message_"  = "Indsæt de 12 ord";
"_e2e_settings_remove_"             = "Fjern kryptering lokalt";
"_e2e_settings_remove_message_"     = "Bekræft fjernelsen af kryptering sammen med kodeordet.";
"_e2e_set_folder_encrypted_"        = "Krypter";
"_e2e_remove_folder_encrypted_"     = "Dekrypter";
"_e2e_file_encrypted_"              = "Filen er krypteret";
"_e2e_goto_settings_for_enable_"    = "Dette er en krypteret mappe, gå til \"Indstillinger\" og aktiver end-to-end kryptering";
"_e2e_in_upload_"                   = "Overførsel i gang. Vent, til alle filer er overført.";
"_scans_document_"                  = "Scan dokument";
"_scanned_images_"                  = "Skannede billeder";
"_scan_document_pdf_page_"          = "Side";
"_scan_label_document_zone_"        = "Tryk eller træk billeder ned for at oprette et dokument";
"_filter_document_"                 = "Dokument";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Forhåndsvisnings billedkvalitet";
"_file_creation_"                   = "Fil skabelse";
"_delete_all_scanned_images_"       = "Slet alle scannede billeder";
"_text_recognition_"                = "Tekstgenkendelse";
"_all_files_"                       = "Alle filer";
"_personal_files_"                  = "Personlige filer";

"_trash_view_"                      = "Slettede filer";
"_empty_trash_"                     = "Tøm skrald";
"_trash_no_trash_"                  = "Ingen filer slettet";
"_trash_no_trash_description_"      = "Du kan gendanne slettede filer her";
"_confirm_delete_selected_"         = "Er du sikker på, at du vil slette de valgte elementer?";
"_manage_file_offline_"             = "Håndter filer offline";
"_set_available_offline_"           = "Sæt som tilgængelig offline";
"_remove_available_offline_"        = "Fjern som tilgængelig offline";
"_create_new_document_"             = "Dokument";
"_create_new_spreadsheet_"          = "Regneark";
"_create_new_presentation_"         = "Præsentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "Flere dokumenter";
"_go_online_"                       = "Gå online for at se dokumentet";
"_intro_1_title_"                   = "Et sikket hjem til alt dit data";
"_intro_2_title_"                   = "Sikkert samarbejde & filudveksling";
"_intro_3_title_"                   = "Brugervenlig webmail, kalender og kontakter";
"_intro_4_title_"                   = "Skærmdeling, onlinemøder og webkonferencer";
"_log_in_"                          = "Log ind";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host din egen server";
"_invalid_url_"                         = "Ugyldig serveradresse";
"_ssl_certificate_untrusted_"           = "Certifikatet for denne server er ugyldigt.";
"_ssl_certificate_changed_"             = "Certifikatet for denne server ser ud til at være ændret.";
"_file_already_exists_"                 = "Handlingen kan ikke fuldføres, fordi der findes en fil med samme navn.";
"_error_files_upload_"                  = "Fejl ved overførsel af filer.";
"_internal_generic_error_"              = "intern fejl.";
"_err_permission_microphone_"           = "Tillad brug af mikrofonen i Indstillinger.";
"_err_permission_photolibrary_"         = "Tillad adgang til Fotos i Indstillinger.";
"_qrcode_not_authorized_"   = "Denne app har ikke tilladelse til at bruge kameraet på bagsiden.";
"_qrcode_not_supported_"    = "QR-koder understøttes ikke af denne enhed.";
"_create_voice_memo_"       = "Tilføj tale meddelelse ";
"_voice_memo_start_"        = "Tryk for at starte";
"_voice_memo_stop_"         = "Tryk for at stoppe";
"Enter Passcode"            = "Indtast adgangskode";
"Enter a new passcode"      = "Indtast en ny adgangskode";
"Confirm new passcode"      = "Bekræft ny adgangskode";
"_too_many_failed_passcode_attempts_error_" = "For mange mislykkede forsøg med adgangskode. Prøv venligst igen.";
"Passcodes didn't match. Try again." = "Adgangskoder matchede ikke. Prøv igen.";
"Delete"                    = "Slet";
"Cancel"                    = "Annuller";
"_certificate_details_"     = "Certifikat server oplysninger";
"_certificate_pn_details_"  = "Certifikat Push notifikationsdetaljer";
"_certificate_view_"        = "Certifikat server";
"_certificate_pn_view_"     = "Certifikat Push notifikation";
"_save_as_scan_"            = "Gem som scanning";
"_save_changes_"            = "Gem ændringer?";
"_modify_"                  = "Ændre";
"_overwrite_original_"      = "Overskriv original";
"_save_as_copy_"            = "Gem som kopi";
"_discard_changes_"         = "Kassér ændringer";
"_message_disable_overwrite_livephoto_" = "Billedet er et Live Photo og kan ikke overskrives.";
"_discard_changes_info_"    = "Dine ændringer vil blive kasseret.";
"_delete_files_desc_"       = "Slet filer for at frigøre plads";
"_delete_old_files_"        = "Slet, i cachen, alle filer, der er ældre end";
"_never_"                   = "aldrig";
"_1_year_"                  = "1 år";
"_6_months_"                = "6 måneder";
"_3_months_"                = "3 måneder";
"_1_month_"                 = "1 måned";
"_1_week_"                  = "1 uge";
"_monthly_"                 = "Månedligt";
"_yearly_"                  = "Årlig";
"_daily_"                   = "Dagligt";
"_used_space_"              = "Brugt plads:";
"_login_address_detail_"    = "Linket til din %@ webgrænseflade, når du åbner den i browseren.";
"_go_to_page_"              = "Gå til side";
"_page_"                    = "Side";
"_this_document_has_%@_pages_"              = "Dette dokument har %@ sider";
"_invalid_page_"                            = "Ugyldig side";
"_the_entered_page_number_does_not_exist_"   = "Det indtastede sidenummer findes ikke.";
"_error_something_wrong_"   = "Noget gik galt";
"_try_download_full_resolution_"            = "Download billede i fuld opløsning";
"_full_resolution_image_info_"            = "Dette kan afsløre flere oplysninger om billedet.";
"_download_audio_"          = "Download lyden lokalt";
"_copied_path_"             = "Kopieret sti";
"_privacy_screen_"          = "Skjul indhold, når appen er inaktiv";
"_privacy_screen_footer_"   = "Skjul indholdet i appen, og vis en startskærm, når appen er inaktiv.";
"_in_"                      = "i";
"_enter_passphrase_"        = "Indtast adgangssætning (12 ord)";
"_show_more_results_"       = "⋯ Indlæs flere resultater";
"_waiting_for_"             = "Venter på:";
"_reachable_wifi_"          = "netværk tilgængeligt via Wi-Fi eller kabel";
"_copy_passphrase_"         = "Kopiér adgangssætning";
"_ok_copy_passphrase_"      = "OK og kopiér adgangssætning";
"_select_color_"            = "Vælg farven";
"_change_color_"            = "Skift farve";
"_description_dashboardwidget_" = "Det har aldrig været nemmere at have kontrolpanelet lige ved hånden.";
"_description_fileswidget_" = "Se dine seneste filer, og brug værktøjslinjen til at fremskynde dine handlinger.";
"_description_toolbarwidget_"   = "En værktøjslinje til at fremskynde dine operationer.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Hold øje med ledig plads og seneste aktivitet";

"_keep_running_"            = "Lad appen køre for en bedre brugeroplevelse.";
"_apps_nextcloud_detect_"   = "Opdagede %@ apps";
"_add_existing_account_"    = "Andre %@ apps er blevet fundet, vil du tilføje en eksisterende konto?";
"_status_in_progress_"      = "Statuslæsning i gang...";
"_status_e2ee_on_server_"   = "End-to-end-krypteringen er allerede konfigureret på serveren, men endnu ikke slået til på denne enhed.";
"_status_e2ee_not_setup_"   = "End-to-end-krypteringen er endnu ikke konfigureret på serveren.";
"_status_e2ee_configured_"  = "End-to-end-krypteringen er konfigureret korrekt.";
"_e2ee_set_as_offline_"     = "Ikke tilladt for krypterede filer eller mapper.";
"_change_upload_filename_"  = "Vil du gemme filen med et andet navn?";
"_save_file_as_"            = "Gem fil som %@";
"_password_ascii_"          = "Adgangskoden må ikke indeholde specialtegn.";
"_calendar_contacts_"       = "Kalender og kontakter";
"_mobile_config_"           = "Download macOS/iOS konfigurationsprofil";
"_calendar_contacts_footer_warning_"    = "Konfigurationsprofilen kan kun hentes, hvis Safari er indstillet som standardbrowser.";
"_calendar_contacts_footer_"    = "Efter at have downloadet profilen kan du installere den fra Indstillinger.";
"_modify_image_desc_"       = "Tryk på en fil for at ændre eller omdøbe.";
"_message_disable_livephoto_" = "Billedet er et Live Photo. Hvis du ændrer det, mister det Live Photo-effekten.";
"_enable_livephoto_"        = "Aktiver Live foto";
"_disable_livephoto_"       = "Deaktiver Live foto";
"_undo_modify_"             = "Fortryd ændring";
"_rename_already_exists_"   = "En fil med dette navn findes allerede.";
"_group_folders_"           = "Team-mapper";
"_play_from_files_"         = "Afspil video fra en fil";
"_play_from_url_"           = "Afspil video fra et link";
"_valid_video_url_"         = "Indtast en gyldig URL";
"_chunk_move_"              = "Den sendte fil kunne ikke samles igen. Tjek serverloggen.";
"_download_image_"          = "Download billede";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "Nulstiller appen …";
"_reset_wrong_passcode_option_" = "Nulstil appen efter 10 mislykkede forsøg";
"_reset_wrong_passcode_desc_" = "Hvis du slår dette til, fjernes alle konti og lokale data efter %d mislykkede forsøg på at indtaste adgangskoden.";
"_deviceOwnerAuthentication_" = "Den biometriske sensor er blevet midlertidigt deaktiveret på grund af flere mislykkede forsøg. Indtast enhedens adgangskode for at genaktivere sensoren.";
"_virus_detect_"            = "Virus opdaget. Upload kan ikke fuldføres!";
"_select_photos_"           = "Vælg fotos";
"_selected_photo_"          = "valgte foto";
"_selected_photos_"         = "valgte fotos";
"_delete_selected_photos_"  = "Slet valgte fotos";
"_media_square_"            = "Firkantet gitter";
"_media_ratio_"             = "Størrelsesforhold gitter";
"_autoupload_notice_"       = "For at sikre, at denne funktion fungerer korrekt, er det nødvendigt at aktivere baggrunds app opdatering. Ellers vil nye billeder eller videoer ikke blive opdaget, når applikationen er i baggrunden.\n\nBemærk desuden, at appen ikke vil være i stand til at registrere nye billeder og videoer, hvis den lukkes manuelt. Når appen er i baggrunden, kan dataoverførslen være langsommere, og nye billeder og/eller videoer vil generelt blive registreret hvert 10. minut, afhængigt af enhedens batteriniveau.\n\nFor at kontrollere, at appen fungerer korrekt, kan du bruge logfilen, der er tilgængelig i Avancerede indstillinger.";
"_display_"                 = "Vis";
"_appearance_"              = "Udseende";
"_light_"                   = "Lys";
"_dark_"                    = "Mørk";
"_use_system_style_"        = "Anvend systemets stil";
"_account_settings_"        = "Kontoindstillinger";
"_users_"                   = "Brugere";
"_users_footer_"            = "Giver dig mulighed for at vælge en konto, hver gang du åbner appen.";
"_while_charging_"          = "Under opladning";
"_keep_screen_awake_"       = "Hold skærmen tændt\nmens du overfører filer";
"_error_not_found_"         = "Den anmodede ressource blev ikke fundet";
"_error_conflict_"          = "Anmodningen kunne ikke gennemføres på grund af en konflikt med ressourcens aktuelle tilstand";
"_error_precondition_"      = "Serveren opfylder ikke en af forudsætningerne for efterspørgeren";
"_downloading_"             = "Downloader";
"_additional_options_"      = "Yderligere muligheder";
"_unauthorizedFilesPasscode_" = "App'en Filer kan ikke bruges med en aktiveret adgangskode";
"_disableFilesApp_"         = "App'en Filer kan ikke bruges, fordi den er deaktiveret";
"_widget_available_nc25_"   = "Widget er kun tilgængelig fra serverversion 25";
"_no_items_"                = "Ingen elementer";
"_check_back_later_"        = "Prøv igen senere";
"_no_data_available_"       = "Ingen data tilgængelig";
"_recent_activity_"         = "Seneste aktivitet";
"_maintenance_mode_"        = "Serveren er i vedligeholdelsestilstand lige nu, og det kan tage et stykke tid.";
"_account_disabled_"        = "Konto deaktiveret";
"_user_"                    = "Bruger";
"_add_subtitle_"            = "Tilføj en ekstern undertekst";
"_add_audio_"               = "Tilføj en ekstern lyd";
"_upload_foreground_msg_"   = "Luk ikke %@ for at fuldføre overførslen...";
"_upload_background_msg_"   = "Filupload i gang ...";
"_create_folder_error_"     = "Der opstod en fejl under oprettelse af mappen:\n%@.\n\nLøs problemet så hurtigt som muligt.\n\nAlle uploads suspenderes, indtil problemet er løst.\n";
"_creating_dir_progress_"   = "Opretter mapper … hold appen aktiv.";
"_creating_db_photo_progress_" = "Opretter fotoarkiv … hold appen aktiv.";
"_account_unauthorized_"    = "Der opstod et problem med godkendelsen af kontoen %@. Log ind igen.";
"_folder_offline_desc_"     = "Selv uden internetforbindelse kan du organisere dine mapper, oprette filer. Når du er online igen, synkroniseres dine afventende handlinger automatisk.";
"_offline_not_allowed_"     = "Denne handling er ikke tilladt i offlinetilstand";
"_Upload_native_format_yes_"= "Upload i oprindeligt format: ja";
"_Upload_native_format_no_" = "Upload i oprindeligt format: nej";
"_terms_of_service_"        = "Servicevilkår";
"_terms_accept_"            = "Jeg bekræfter, at jeg har læst og accepterer ovenstående servicevilkår.";
"_terms_accepted_"          = "Vilkår accepteret";
"_recommended_files_"       = "Anbefalede filer";
"_propagate_layout_"        = "Anvend følgende ændring på alle undermapper";
"_version_mismatch_error_"  = "Versionsændring: Åbn hovedappen for at opdatere dataene.";
"_check_auto_upload_"       = "Automatisk overførsel af fotos er slået fra lige nu.\nMed Nextcloud iOS kan du automatisk sikkerhedskopiere dine fotos og have dem i sikkerhed på din server.\nÅbn blot Indstillinger → Automatisk overførsel, vælg de indstillinger, du foretrækker, og slå funktionen til med knappen \"%@\".";
"_cancel_all_request_"      = "Er du sikker på, at du vil annullere alle overførsler?";
"_cancel_all_"              = "Annuller alle";
"_dismiss_"                 = "Luk";
"_opt_in_pro_"              = "Optimerer …";
"_update_in_progress_"      = "Opdatering i gang …";
"_delete_in_progress_"      = "Sletning i gang …";
"_download_in_progress_"    = "Hentning i gang …";
"_upload_in_progress_"      = "Overførsel i gang …";
"_transfer_in_progress_"    = "Overførsel i gang …";
"_in_waiting_"              = "Venter";
"_in_progress_"             = "I gang";
"_in_error_"                = "Fejl";
"_retry_minutes_"           = "min. til nyt forsøg";
"_retry_seconds_"           = "sek. til nyt forsøg";
"_retry_soon_"              = "prøver igen om lidt …";
"_large_upload_tip_"        = "Store filer kræver, at appen forbliver åben, indtil overførslen er afsluttet";
"_e2ee_upload_tip_"         = "Filer med end-to-end-kryptering kræver, at appen forbliver åben, indtil overførslen er fuldført";
"_finalizing_wait_"         = "Venter på færdiggørelse …";
"_in_this_folder_"          = "I denne mappe";
"_media_no_longer_available_" = "Mediet er ikke længere tilgængeligt";
"_this_item_has_been_deleted_" = "Elementet er slettet.";
"_video_not_available_" = "Videoen er ikke tilgængelig";
"_disable_" = "Slå fra";
"_no_subtitles_available_" = "Ingen undertekster tilgængelige";
"_no_audio_tracks_available_" = "Ingen lydspor tilgængelige";
"_add_external_subtitle_" = "Tilføj ekstern undertekst";
"_repeat_current_media_" = "Gentag aktuelt element";
"_play_next_media_automatically_" = "Afspil næste element automatisk";
"_image_load_failed_" = "Billedet kunne ikke indlæses";
"_image_load_failed_" = "Billedet kunne ikke indlæses";
"_gif_file_could_not_be_decoded_" = "GIF-filen kunne ikke afkodes";
"_svg_file_could_not_be_rendered_" = "SVG-filen kunne ikke vises";
"_image_file_could_not_be_decoded_" = "Billedfilen kunne ikke afkodes";
"_media_not_available_" = "Mediet er ikke tilgængeligt";
"_no_assistant_installed_"  = "Assistent er ikke installeret på denne server. Bed din administrator om at installere appen Assistent";
"_open_in_office_" = "Åbn i Office";
"_select_date_" = "Vælg dato";
"_always_play_with_vlc_" = "Afspil altid med VLC";
"_account_not_available_" = "Konto ikke tilgængelig";
"_autoupload_active_other_account_title_" = "Automatisk overførsel er allerede slået til";
"_autoupload_active_other_account_message_" = "Automatisk overførsel er allerede slået til for “%@”. Slå den fra for den konto, før du slår den til her.";
"_autoupload_cleanup_pending_" = "Tidligere overførsler er stadig ved at blive stoppet. Prøv at starte sikkerhedskopieringen igen for at gentage oprydningen.";

// Tip
"_tip_pdf_thumbnails_"      = "Stryg mod venstre fra skærmens højre kant for at vise miniaturer";
"_tip_accountrequest_"      = "Tryk her for at skifte konto eller tilføje en ny";
"_tip_addcopyimage_"        = "Tryk længe for at indsætte et kopieret billede";
"_tip_open_mediadetail_"    = "Stryg op for at vise detaljerne";
"_tip_autoupload_button_"   = "Indstil valgmulighederne, som du foretrækker (mappe, Wi-Fi, nyt indhold, undermapper), og tryk på ‘Slå automatisk overførsel til’.\nDu kan stoppe den når som helst, ændre indstillingerne og slå den til igen.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Kort controller";
"_accessibility_add_upload_"    = "Tilføj og upload";
"_dismiss_menu_"                = "Luk menuen";
"_show_profile_"                = "Vis profil";
// a11y: On/Off
"_on_"                          = "Tænd";
// a11y: On/Off
"_off_"                         = "Slået fra";
"_list_"                        = "Liste";
"_icons_"                       = "Ikoner";

// MARK: Assistant
"_assistant_task_unknown_"       = "Ukendt";
"_assistant_task_scheduled_"     = "Planlagt";
"_assistant_task_in_progress_"   = "I gang";
"_assistant_task_completed_"     = "Gennemført";
"_assistant_task_failed_"        = "Mislykkede";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Opgavedetaljer";
"_assistant_"                    = "Assistent";
"_new_task_"                     = "Ny %@ opgave";
"_no_tasks_"                     = "Hej! Hvad kan jeg hjælpe dig med i dag?";
"_create_task_subtitle_"         = "Brug knappen + til at oprette en ny opgave";
"_edit_task_"                    = "Rediger %@-opgave";
"_no_types_"                     = "Ingen udbyder fundet";
"_no_types_subtitle_"            = "Der skal være installeret AI-udbydere for at bruge Assistent.";
"_assistant_ai_warning_"         = "Indholdet her er genereret med AI. Tjek det altid efter.";
"_no_chat_subtitle_"             = "Prøv at sende en besked for at starte en samtale.";
"_retry_response_generation_"    = "Generer svaret igen";
"_conversations_"                = "Samtaler";
"_new_conversation_"             = "Ny samtale";
"_type_message_"                 = "Skriv en besked …";
"_assistant_chat_"               = "Chat med Assistent";
"_assistant_error_send_message_"  = "Beskeden kunne ikke sendes. Prøv igen.";
"_assistant_error_load_messages_" = "Beskederne kunne ikke indlæses. Prøv igen.";
"_assistant_error_generate_response_" = "Der kunne ikke genereres et svar. Prøv igen.";

// MARK: Client certificate
"_no_client_cert_found_"         = "Serveren anmoder om et klientcertifikat.";
"_no_client_cert_found_desc_"    = "Vil du installere et TLS-klientcertifikat?\n Bemærk, at .p12 certifikatet først skal installeres på din enhed ved at klikke på det, og installere det som en identitetscertifikatprofil under Indstillinger. Certifikatet SKAL også have en adgangskode, da det er et krav fra iOS.";
"_client_cert_enter_password_"   = "Angiv adgangskoden til det valgte certifikat";
"_client_cert_wrong_password_"   = "Du har indtastet en ugyldig adgangskode.";

// MARK: Login poll
"_poll_desc_"                    = "Fuldfør login i din browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Navn må ikke indeholde mellemrum i begyndelsen eller slutningen.";
"_file_name_validator_error_reserved_name_" = "\"%@\" er et forbudt navn.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" er en forbudt filtype";
"_file_name_validator_error_invalid_character_" = "Navnet indeholder et ugyldigt tegn: \"%@\".";
"_file_name_validator_error_space_" = "Navn må ikke indeholde mellemrum i begyndelsen eller slutningen.";
"_file_name_new_extension_" = "Ændring af udvidelsen kan få denne fil til at åbne i et andet program.";
"_file_name_empty_" = "Filnavnet må ikke være tomt.";
"_please_rename_file_" = "Omdøb venligst filen eller mappen.";
"hidden_file_name_warning" = "Navn vil resultere i en skjult fil.";

"_camera_roll_" = "Kamerarulle";
"_destination_" = "Destination";
"_select_autoupload_albums_" = "Vælg album";
"_upload_from_" = "Upload fra";
"_multiple_albums_" = "Flere album";
"_smart_albums_" = "Smart album";
"_albums_" = "Album";
"_new_photos_only_" = "Kun nye fotos";
"_all_photos_" = "Alle fotos";
"_back_up_new_photos_only_" = "Sikkerhedskopier kun nye fotos og videoer";
"_auto_upload_all_photos_warning_title_" = "Er du sikker på, at du vil overføre alle fotos?";
"_auto_upload_all_photos_warning_message_" = "Det kan tage et stykke tid, afhængigt af hvor mange fotos der er.";
"_auto_upload_no_new_items_to_upload_" = "Ingen nye elementer at overføre";
"_background_upload_extension_" = "PhotoKit-udvidelse til overførsel i baggrunden";
"_experimental_" = "Eksperimentel";
"_background_upload_extension_footer_" = "Eksperimentel: Lad PhotoKit stå for automatisk overførsel af fotos i baggrunden. Kompatibilitetsindstillingen (HEIC til JPG) ignoreres, så HEIC-billeder overføres i deres originale format.";
"_background_upload_extension_apache_title_" = "Apache-konfiguration påkrævet";
"_background_upload_extension_apache_warning_" = "Servere uden understøttelse af genoptagelig overførsel skal returnere 501 til PhotoKits OPTIONS-anmodninger. Når mod_rewrite er slået til, skal du tilføje disse regler til Nextclouds VirtualHost før de eksisterende omskrivningsregler og derefter genindlæse Apache:";
"_auto_upload_suspended_" = "Automatisk overførsel er sat på pause på grund af en fejl";
"_auto_upload_suspended_error_" = "Automatisk overførsel er sat på pause: %@";
"_focused_auto_upload_" = "Fokuseret automatisk overførsel";
"_focused_auto_upload_settings_footer_" = "Hold appen åben, og gør skærmen mørk, mens automatisk overførsel sikkerhedskopierer med højere hastighed.";
"_focused_auto_upload_intro_heading_" = "Fortsæt sikkerhedskopieringen med mørk skærm.";
"_focused_auto_upload_intro_message_" = "Fotos og videoer sikkerhedskopieres fortsat med højere hastighed, mens skærmen er mørk. Under processen:";
"_focused_auto_upload_wifi_" = "Opret forbindelse til Wi-Fi";
"_focused_auto_upload_charger_" = "Tilslut en oplader";
"_focused_auto_upload_do_not_exit_" = "Luk ikke appen";
"_enable_focused_auto_upload_" = "Slå fokuseret automatisk overførsel til";
"_focused_auto_upload_backing_up_" = "Sikkerhedskopierer";
"_focused_auto_upload_completed_" = "Overførslen er fuldført!";
"_focused_auto_upload_countdown_" = "Lås ikke skærmen, og luk ikke appen. Skærmen bliver mørk om %d sekunder.";
"_stop_focused_auto_upload_" = "Stop fokuseret automatisk overførsel";
"_finish_" = "Færdiggør";
"_item_with_same_name_already_exists_" = "Et element med samme navn findes allerede.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Forbereder migrering …";
"_scanning_files_" = "Scanner filer …";
"_moving_items_to_domain_" = "Flytter elementer til det rigtige domæne …";
"_finishing_up_" = "Afslutter …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end-krypteringsfejl: ingen konto til denne session";
"_e2ee_no_dir_" = "End-to-end-krypteringsfejl: kan ikke hente mappen";
"_e2ee_no_certificate_" = "End-to-end-krypteringsfejl: kan ikke hente certifikatet";
"_e2ee_no_generate_key_" = "End-to-end-krypteringsfejl: kan ikke generere nøgle";
"_e2ee_no_metadataKey_found_" = "End-to-end-krypteringsfejl: kan ikke dekryptere metadatanøglen";
"_e2ee_read_only_" = "Denne krypterede mappe bruger et arkiveret nøglesæt og er kun tilgængelig som skrivebeskyttet.";
"_e2ee_server_key_changed_" = "End-to-end-krypteringsnøglerne for denne konto er ændret på en anden enhed. Indtast det nye kodeudtryk for at opdatere denne enhed. Lagerområder, der er knyttet til de tidligere nøgler, forbliver tilgængelige som skrivebeskyttede.";
"_e2ee_server_key_changed_title_" = "Krypteringsnøglerne er ændret";
"_e2ee_no_user_found_" = "End-to-end-krypteringsfejl: brugeren blev ikke fundet";
"_e2ee_no_signature_found_" = "End-to-end-krypteringsfejl: ingen signatur fundet";
"_e2ee_counter_check_" = "End-to-end-krypteringsfejl: tælleren er lavere end den forrige";
"_e2ee_signature_failed_" = "End-to-end-krypteringsfejl: signaturen kunne ikke verificeres";
"_e2ee_enc_payload_" = "End-to-end-krypteringsfejl: kryptering af nyttelastfilen";
"_e2ee_no_metadata_" = "End-to-end-krypteringsfejl: kan ikke hente metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end-krypteringsfejl: filedrop-chiffertekst mislykkedes";
"_e2ee_key_ciphertext_" = "End-to-end-krypteringsfejl: nøglens chiffertekst mislykkedes";
"_e2ee_key_no_checksum_found_" = "End-to-end-krypteringsfejl: ingen kontrolsum fundet";
"_e2ee_checksum_error_title_" = "Kontrolsumfejl i end-to-end-kryptering";
"_e2ee_checksum_error_message_" = "Den krypterede fils kontrolsum mangler eller er ugyldig.\n\nDet kan skyldes ufuldstændige, forældede eller inkonsistente krypteringsmetadata og betyder ikke nødvendigvis, at filen eller serveren er kompromitteret.\n\nFortsæt kun, hvis du har tillid til serveren og forstår risikoen. Ellers skal du lukke uden at åbne filen.";
"_e2ee_key_checksum_" = "End-to-end-krypteringsfejl: nøglens kontrolsum mislykkedes";
"_e2ee_decode_metadata_" = "End-to-end-krypteringsfejl: kan ikke afkode metadata";
"_e2ee_no_lock_" = "End-to-end-krypteringsfejl: kan ikke låse filen";
"_e2ee_no_decrypt_metadata_" = "End-to-end-krypteringsfejl: kan ikke dekryptere metadata";
"_e2ee_no_enc_file_" = "End-to-end-krypteringsfejl: kan ikke kryptere filen";
"_e2ee_no_enc_key_" = "End-to-end-krypteringsfejl: kan ikke hente den kodede nøgle";
"_e2ee_no_match_checksum_" = "End-to-end-krypteringsfejl: kontrolsummen passer ikke";
"_e2ee_create_folder_" = "Oprettelse af end-to-end-krypteret mappe i gang. Vent …";
"_e2ee_rename_file_" = "Omdøbning med end-to-end-kryptering i gang. Vent …";
"_e2ee_encrypt_folder_" = "End-to-end-kryptering af mappe i gang. Vent …";
"_e2ee_setup_get_certificate_" = "Serveren returnerede ikke et certifikat";
"_e2ee_setup_create_csr_" = "Der kan ikke genereres en certifikatsigneringsanmodning (CSR)";
"_e2ee_setup_sign_certificate_" = "Serveren returnerede ikke et certifikat efter signeringsanmodningen";
"_e2ee_setup_extract_publickey_" = "Den offentlige nøgle i den genererede nøgle og certifikatet passer ikke sammen";
"_e2ee_setup_get_privatekey_" = "Serveren returnerede ikke en krypteret privat nøgle";
"_e2ee_setup_passphrase_error_" = "Det angivne kodeudtryk er forkert";
"_e2ee_setup_get_publickey_" = "Serveren returnerede ikke en krypteret offentlig nøgle";
"_e2ee_setup_encript_privatekey_" = "Kan ikke kryptere den private nøgle";
"_e2ee_setup_store_privatekey_" = "Generering af den private nøgle gav ingen brugbar nøgle";
"_e2ee_setup_verify_publickey_" = "Den offentlige nøgle passer ikke til certifikatet";
"_e2ee_setup_generate_passphrase_" = "Der kan ikke genereres et kodeudtryk";
"_e2ee_setup_privatekey_missing_" = "Den private nøgle til end-to-end-kryptering blev ikke fundet.";
"_e2e_renew_certificate_success_" = "Dit certifikat til end-to-end-kryptering er fornyet.";
"_certificate_valid_from_" = "Gyldig fra";
"_certificate_valid_until_" = "Gyldig indtil";
"_certificate_" = "Certifikat";
"_certificate_renew_" = "Forny certifikat";

// Share details — Governance
"_governance_"                      = "Informationsstyring";
"_sensitivity_label_"               = "Følsomhedsmærkat";
"_file_retention_"                  = "Opbevaring af filer";
"_legal_hold_"                      = "Juridisk tilbageholdelse";
"_none_"                            = "Ingen";
"_sections_"                        = "Afsnit";
"_governance_labels_load_error_"    = "Mærkaterne for informationsstyring kunne ikke indlæses.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Vent et øjeblik …";
"_albums_list_nav_title_"                           = "Album";
"_albums_list_new_album_btn_"                       = "Nyt album";
"_albums_list_loading_msg_"                         = "Indlæser …";
"_albums_list_error_msg_"                           = "Albummene kunne ikke indlæses. Prøv igen senere!";
"_albums_list_album_name_validation_nonempty_"      = "Albummets navn må ikke være tomt.";
"_albums_list_album_name_validation_min_length_"    = "Albummets navn skal være på mindst 3 tegn.";
"_albums_list_album_name_validation_max_length_"    = "Albummets navn må højst være på 30 tegn.";
"_albums_list_album_name_validation_specials_"      = "Albummets navn må ikke indeholde skråstreger.";
"_albums_list_empty_heading_"                       = "Opret album til dine fotos";
"_albums_list_empty_subheading_"                    = "Du kan organisere alle dine fotos i så mange album, du vil. Du har ikke oprettet et album endnu.";
"_albums_list_empty_new_album_btn_"                 = "Opret album";
"_albums_list_own_albums_heading_"                  = "Mine album";
"_albums_list_date_range_"                          = "%@ til %@";
"_albums_list_new_album_popup_title_"               = "Opret nyt album";
"_albums_list_new_album_popup_desc_"                = "Angiv et navn på albummet på mellem 3 og 30 tegn.";
"_albums_list_new_album_popup_hint_"                = "Albummets navn";
"_albums_list_new_album_popup_positive_btn_"        = "Opret";
"_albums_list_new_album_popup_negative_btn_"        = "Annullér";
"_albums_list_rename_album_popup_title_"            = "Omdøb album";
"_albums_list_rename_album_popup_desc_"             = "Angiv et nyt navn på albummet på mellem 3 og 30 tegn.";
"_albums_list_rename_album_popup_hint_"             = "Albummets nye navn";
"_albums_list_rename_album_popup_positive_btn_"     = "Rename";
"_albums_list_rename_album_popup_negative_btn_"     = "Annullér";
"_albums_photo_selection_sheet_title_"              = "Vælg fotos";
"_albums_photos_loading_msg_"                       = "Indlæser fotos …";
"_albums_photos_error_msg_"                         = "Fotoene kunne ikke indlæses. Prøv igen senere!";
"_albums_photos_empty_heading_"                     = "Nu mangler der kun dine fotos";
"_albums_photos_empty_subheading_"                  = "Du kan tilføje så mange fotos, du vil. Et foto kan også høre til mere end ét album.";
"_albums_photos_add_photos_btn_"                    = "Tilføj fotos";
"_albums_photos_rename_album_btn_"                  = "Omdøb album";
"_albums_photos_delete_album_btn_"                  = "Slet album";
"_albums_delete_album_popup_title_"                 = "Vil du slette albummet?";
"_albums_delete_album_popup_desc_"                  = "Er du sikker på, at du vil slette dette album? Handlingen kan ikke fortrydes.";
"_albums_delete_album_popup_positive_btn_"          = "Slet";
"_albums_delete_album_popup_negative_btn_"          = "Annullér";
"_add_to_album"                                     = "Føj til album";
"_remove_from_album_"                               = "Fjern fra album";
"_want_remove_from_album_"                          = "Vil du virkelig fjerne fra albummet?";


"_autoupload_whole_library_" = "Hele fotobiblioteket";
"_autoupload_whole_library_description_" = "Hele det valgte bibliotek kontrolleres. Filer, der allerede er overført til %@, springes over.";
"_autoupload_from_date_" = "Fra en dato";
"_autoupload_start_date_" = "Overfør fra og med";
"_autoupload_completed_until_" = "Overført til og med";
"_autoupload_waiting_for_uploads_" = "Venter på de første overførsler";
"_autoupload_set_to_now_" = "Sæt til nu";
"_autoupload_date_range_footer_" = "Filer, der allerede er overført til %@, springes over. Datoen rykker frem med bekræftede overførsler og bevares, når automatisk overførsel stoppes.";

"_autoupload_ignore_history_" = "Ignorer registrerede overførsler";
"_autoupload_ignore_history_description_" = "Appen registrerer lokalt, hvilke fotos og videoer der er overført, uden at tjekke, om de stadig ligger på serveren. Slå denne indstilling til for at overføre dem igen, for eksempel hvis du har slettet dem fra serveren. Eksisterende filer kan blive overskrevet.";
"_autoupload_force_reupload_footer_" = "Registrerede overførsler ignoreres for det valgte bibliotek eller datointerval. Nye fuldførte overførsler bliver stadig registreret. Indstillingen forbliver slået til, indtil du slår den fra.";

"_auto_upload_active_" = "Automatisk overførsel er slået til";
